Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Autosens automatically adjusts insulin delivery based on how sensitive or resistant you are to insulin at the time of the current loop cycle by analyzing past data to keep blood sugar levels stable.
bg: Autosens автоматично регулира подаването на инсулин според чувствителността или резистентността ви към инсулин в момента на текущия цикъл, като анализира минали данни, за да поддържа стабилни нивата на кръвната захар.
cs: Autosens automaticky upravuje podávání inzulínu podle toho, jak jsi v aktuálním cyklu smyčky citlivý nebo rezistentní na inzulín, a to analýzou minulých dat, aby udržel stabilní hladinu glykémie.
da: Autosens justerer automatisk insulinleveringen baseret på, hvor følsom eller resistent du er overfor insulin på tidspunktet for den aktuelle sløjfecyklus ved at analysere tidligere data for at holde blodsukkerniveauet stabilt.
de: Autosens passt die Insulinabgabe automatisch an, je nachdem, wie empfindlich oder resistent Du zum Zeitpunkt des aktuellen Loops auf Insulin reagierst, indem es vergangene Daten analysiert, um den Blutzuckerspiegel stabil zu halten.
es: Autosens ajusta automáticamente el parto de insulina en función de lo sensible o resistente que eres para aislar en el momento del ciclo actual analizando datos pasados para mantener estables los niveles de azúcar en la sangre.
fr: La sensibilité automatique (Autosens) ajuste automatiquement l’administration d’insuline en fonction de votre sensibilité ou résistance à l’insuline lors du cycle de boucle actuel, en analysant les données passées pour maintenir le glucose à un niveau stable.
it: Autosens regola automaticamente la somministrazione di insulina in base a quanto sei sensibile o resistente all'insulina al momento dell'attuale ciclo di loop analizzando i dati passati per mantenere stabili i livelli di zucchero nel sangue.
nb_no: Autosens justerer insulintilførsel automatisk basert på hvor insulinsensitiv eller -resistent du er på tidspunktet loop-syklusen kjøres, ved å analysere historiske data. Formålet er å holde blodsukkerverdiene stabile.
nl: Autosens past automatisch insuline toediening aan aan de hand van hoe gevoelig of resistent je bent tegen insuline tijdens de huidige luscyclus door eerdere gegevens te analyseren om bloedsuiker stabiel te houden.
pl: Autosens automatycznie dostosowuje podawanie insuliny w zależności od wrażliwości lub oporności pacjenta na insulinę w czasie bieżącego cyklu pętli poprzez analizę wcześniejszych danych, aby utrzymać stężenie cukru we krwi na stałym poziomie.
pt_pt: Autosens ajusta automaticamente a entrega de insulina com base no quão sensível ou resistente você é à insulina no momento do ciclo do ciclo do laço atual, analisando dados passados para manter os níveis de açúcar no sangue estáveis.
ru: Автосенсоры автоматически регулируют подачу инсулина, исходя из того, насколько чувствительны или устойчивы вы к инсулину во время текущего цикла цикла, анализируя прошлые данные, чтобы сохранить уровень сахара в крови.
sv: Autosens justerar automatiskt insulintillförseln baserat på hur känslig eller resistent du är mot insulin vid tidpunkten för den aktuella loopcykeln, genom att analysera tidigare data för att hålla glukosvärdena stabila.
uk: Автозапуск автоматично змінює інсуліни на основі того, наскільки чутливий або стійкий ви маєте інсулін, під час поточного циклу шляхом аналізу минулих даних, аби підтримувати стабільні рівні цукру крові.
vi: Autosens tự động điều chỉnh việc cung cấp insulin dựa trên mức độ nhạy cảm hoặc kháng insulin của bạn tại thời điểm chu kỳ vòng lặp hiện tại bằng cách phân tích dữ liệu trước đó để giữ lượng đường trong máu ổn định.
zh_hant: 自動敏感度調整會根據您在當前循環周期對胰島素的敏感度或抗性自動調整胰島素的給藥，通過分析過去的資料保持血糖水平穩定。

source: Autosens functions alongside certain settings, like Super Micro Bolus (SMB). Other settings, like Dynamic ISF, alter portions of the Autosens formula. Please review the in-app hints for the Algorithm Settings prior to enabling them to understand how they may influence it.
bg: Autosens работи заедно с определени настройки, като Super Micro Bolus (SMB). Други настройки, като Dynamic ISF, променят части от формулата на Autosens. Прегледайте подсказките в приложението за Настройки на алгоритъма, преди да ги активирате, за да разберете как могат да му повлияят.
cs: Autosens funguje společně s určitými nastaveními, jako je Super Micro Bolus (SMB). Jiná nastavení, například Dynamické ISF, mění části vzorce Autosens. Před jejich povolením si prosím prostuduj nápovědy k nastavení algoritmu přímo v aplikaci, abys pochopil, jak ho mohou ovlivnit.
da: Autosens funktioner sammen med visse indstillinger som f.eks. Super Micro Bolus (SMB). Andre indstillinger, som Dynamic ISF, ændrer dele af Autosens formel. Gennemgå venligst in-app tips til Algoritme indstillinger, før de gør det muligt for dem at forstå, hvordan de kan påvirke det.
de: Autosens funktioniert neben bestimmten Einstellungen, wie Super Micro Bolus (SMB). Andere Einstellungen, wie Dynamischer ISF, ändern Teile der Autosens Formel. Bitte lese die In-App-Hinweise für die Algorithmus-Einstellungen, bevor Du sie aktivierst, um zu verstehen, wie die verschiedenen Funktionen den Algorithmus beeinflussen können.
es: Autosens funciona junto a ciertos ajustes, como Super Micro Bolus (SMB), otros ajustes, como Dynamic ISF, alteran porciones de la fórmula Autosens. Por favor, revisa las sugerencias en la aplicación para la configuración del algoritmo antes de permitirles entender cómo pueden influenciarlo.
fr: La sensibilité automatique "Autosens" fonctionne en complément de certains réglages, comme Super Micro Bolus (SMB). D'autres réglages, comme le facteur de sensibilité à l'insuline dynamique (ISF Dynamique), modifient certaines parties de la formule d’Autosens. Veuillez consulter les indications intégrées à l’application dans les réglages de l’algorithme avant de les activer afin de comprendre leur impact.
it: Autosens funziona insieme ad altre impostazioni, come Super Micro Bolus (SMB). Altre impostazioni, come ISF Dinamico, modificano parti della formula di Autosens. Prima di attivare le impostazioni dell' algoritmo, leggere i suggerimenti in-app per capire in che modo possono influenzare l'algoritmo.
nb_no: Autosens fungerer ved siden av andre innstillinger, som Super Mikro Bolus (SMB). Andre innstillinger, som Dynamisk ISF, endre deler av Autosens-formelen. Les gjennom hjelpen for Algoritme-innstillingene før du aktiverer dem, slik at du forstår hvordan de fungerer.
nl: Autosens werkt naast bepaalde instellingen, zoals Super Micro Bolus (SMB). Andere instellingen, zoals Dynamic ISF, wijzigen delen van de Autosens formule. Lees alstublieft de in-app hints voor de Algoritme instellingen voordat u ze in staat stelt om te begrijpen hoe ze het kunnen beïnvloeden.
pl: Autosens działa obok pewnych ustawień, takich jak Super Micro Bolus (SMB). Inne ustawienia, takie jak Dynamic ISF, zmieniają części formuły Autosens. Przed włączeniem funkcji zapoznaj się ze wskazówkami w aplikacji dotyczącymi ustawień algorytmu, aby zrozumieć, jak mogą one na nią wpływać.
pt_pt: Funções Autosens ao lado de certas configurações, como Super Micro Bolus (SMB). Outras configurações, como Dynamic ISF, alteram partes da fórmula de Autosens. Por favor, reveja as dicas no aplicativo para as configurações de algoritmo antes de permitir que elas entendam como podem influenciá-lo.
ru: Автосмены работают параллельно с некоторыми настройками, например супермикро Болус (SMB), другие настройки, такие как динамический ISF, изменяющие части формулы Автосмена. Пожалуйста, ознакомьтесь с внутриприложенными подсказками для настроек алгоритмов, прежде чем включать их для понимания того, как они могут повлиять на них.
sv: Autosens fungerar tillsammans med vissa inställningar, som supermikrobolus (SMB). Andra inställningar, som Dynamisk ISF, ändrar delar av Autosens formel. Läs anvisningarna i appen för algoritminställningarna innan du kan göra det möjligt för dem att förstå hur de kan påverka det.
uk: Автозапуск виконує функції поряд з певними налаштуваннями, такими як Super Micro Bolus (SMB). Інші налаштування, такі як Dynamic ISF, змінювати частини формули автозбереження. Будь ласка, перегляньте підказки для налаштування алгоритму перед тим як вони зрозуміють, як вони можуть впливати на нього.
vi: Autosens hoạt động song song với một số cài đặt như Super Micro Bolus (SMB). Các cài đặt khác, như ISF động, sẽ thay đổi một phần công thức của Autosens. Vui lòng xem các gợi ý trong ứng dụng tại mục Cài đặt thuật toán trước khi bật các tính năng này để hiểu rõ cách chúng có thể ảnh hưởng đến Autosens.
zh_hant: 自動敏感度調整與某些設定一起運作，例如超微量注射 (SMB)。其他設定，如動態 ISF，會改變自動敏感度公式的部分。請在啟用前查看應用內的提示，以了解這些設定可能如何影響它。

source: Autosens has safety limits determined by your Autosens Max and Autosens Min settings. These settings prevent over-adjusting.
bg: Autosens има защитни лимити, определени от настройките Autosens Max и Autosens Min. Тези настройки предотвратяват прекомерна корекция.
cs: Autosens má bezpečnostní limity určené tvým nastavením Autosens Max a Autosens Min. Tato nastavení zabraňují nadměrným úpravám.
da: Autosens har sikkerhedsgrænser bestemt af dine Autosens Maks. og Autosens Min. Disse indstillinger forhindrer overjustering.
de: Autosens hat Sicherheitsgrenzen, die durch die Einstellungen Autosens Max und Autosens Min bestimmt werden. Diese Einstellungen verhindern eine Überanpassung.
es: Autosens tiene límites de seguridad determinados por la configuración Min de Autosens Max y Autosens Min. Estos ajustes previenen sobreajustes.
fr: Autosens applique des limites de sécurité définies par vos paramètres « Autosens max. » et « Autosens min. ». Ces réglages empêchent un ajustement excessif.
it: Autosens ha limiti di sicurezza determinati dalle impostazioni Autosens Max e Autosens Min. Queste impostazioni impediscono una sovra-regolazione.
nb_no: Autosens har sikkerhetsgrenser fastsatt av dine innstillinger for Autosens Maks og Min. Disse innstillingene hindrer overjustering.
nl: Autosens heeft veiligheidslimieten die worden bepaald door uw Autosens Max en Autosens Min instellingen. Deze instellingen voorkomen overversteling.
pl: Autosens ma limity bezpieczeństwa określone przez Twoje ustawienia Max i Autosens Min. Te ustawienia zapobiegają nadmiernej regulacji.
pt_pt: Autosens tem limites de segurança determinados pelas suas configurações Max e Min do Autosens. Essas configurações impedem o ajuste excessivo.
ru: У Autosens есть ограничения безопасности, определенные настройками Autosens Max и Autosens Min. Эти настройки предотвращают перенастройку.
sv: Autosens har säkerhetsgränser som bestäms av dina Autosens Max och Autosens Minsta inställningar.
uk: Autosens має обмеження безпеки згідно з вашими обмеженнями роботи Max і Autosens Мін. Ці налаштування запобігають надмірному виправленню.
vi: Autosens có giới hạn an toàn được xác định bởi cài đặt Autosens tối đa và Autosens tối thiểu của bạn. Các cài đặt này ngăn ngừa việc điều chỉnh quá mức.
zh_hant: 自動敏感度調整有安全限製，由您的自動敏感度最大值和自動敏感度最小值設定決定。這些設定可防止過度調整。

source: Autosens Max sets the maximum Autosens Ratio used by Autosens, Dynamic ISF, and Sigmoid Formula.
bg: Autosens Max задава максималното Autosens съотношение, използвано от Autosens, Dynamic ISF и Sigmoid Formula.
cs: Autosens Max nastavuje maximální poměr Autosens používaný funkcemi Autosens, Dynamické ISF a Sigmoidní vzorec.
da: Autosens Max sætter den maksimale Autosens Ratio, der bruges af Autosens, Dynamic ISF, og Sigmoid Formula.
de: Autosens Max bestimmt das maximale Autosens Verhältnis, das von Autosens, Dynamic ISF und der Sigmoid Formel verwendet wird.
es: Autosens Max establece el ratio máximo de Autosens usado por Autosens, Dinámica ISF y Sigmoid Formula.
fr: La « Sensibilité automatique maximale (Autosens maximal) » définit la valeur maximale du ratio Autosens utilisé par Autosens, l'ISF dynamique et la formule sigmoïde.
it: Autosens Max imposta il rapporto di Autosens massimo utilizzato da Autosens, ISF Dinamico e Formula Sigmoide.
nb_no: Autosens Maksimum bestemmer maksimal Autosens ratio brukt av Autosens, Dynamisk ISF og Sigmoid-formel.
nl: Autosens Max bepaalt de maximale Autosens Ratio gebruikt door Autosens, Dynamisch ISF en Sigmoid Formula.
pl: Autosens Max ustawia maksymalny współczynnik Autosens używany przez Autosens, Dynamic ISF i Sigmoid Fora.
pt_pt: O Autosens Max define a proporção máxima de Autosens usada por autosens, ISF dinâmico e Fórmula do Sigmoid.
ru: Машина Autosens Max устанавливает максимальное соотношение автокомпонентов, используемых автозонами, динамическими ISF и формулой Сигмода.
sv: Autosens Max sätter den maximala Autosens ration som används av Autosens, Dynamisk ISF och Sigmoid formel.
uk: Autosens Max встановлює максимальне значення пропорції автозапуску, яку використовують Autosens, Dynamic ISF і Sigmoid Formula.
vi: Autosens tối đa thiết lập Tỷ lệ độ nhạy tối đa được sử dụng bởi Autosens, ISF động và Công thức Sigmoid.
zh_hant: 自動敏感度最大值設定自動敏感度、動態胰島素敏感度因子(ISF)和Sigmoid公式所使用的最大自動敏感度比。

source: Autosens Max sets the maximum Sensitivity Ratio used by Autosens, Dynamic ISF, and Sigmoid Formula.
bg: Autosens Max задава максималното съотношение на чувствителност, използвано от Autosens, Dynamic ISF и Sigmoid Formula.
cs: Autosens Max nastavuje maximální poměr citlivosti používaný funkcemi Autosens, Dynamické ISF a Sigmoidní vzorec.
da: Autosens Max sætter den maksimale følsomhedsforhold brugt af Autosens, Dynamic ISF og Sigmoid Formula.
de: Autosens Max stellt das maximale Empfindlichkeitsverhältnis ein, das von Autosens, Dynamic ISF und der Sigmoid Formel verwendet wird.
fr: La « Sensibilité automatique maximale (Autosens maximal) » définit le ratio de sensibilité maximal utilisé par la sensibilité automatique (Autosens), le facteur de sensibilité à l’insuline dynamique (ISF dynamique) et la fonction sigmoïde.
it: Autosens Max imposta il rapporto di Autosens massimo utilizzato da Autosens, ISF Dinamico e Formula Sigmoide.
nb_no: Autosens Maksimum bestemmer maksimal sensitivitetsratio som brukes av Autosens, Dynamisk ISF og Sigmoid-formelen.
nl: Autosens Max bepaalt de maximale gevoeligheidsratio die wordt gebruikt door Autosens, dynamisch ISF en de Sigmoid Formule.
pl: Autosens Max ustala maksymalny współczynnik czułości używany przez Autosens, Dynamic ISF i Sigmoid.
sv: Autosens Max sätter den maximala känslighetsration som används av Autosens, Dynamisk ISF och Sigmoid formel.
vi: Autosens tối đa thiết lập Tỷ lệ độ nhạy tối đa được sử dụng bởi Autosens, ISF động và Công thức Sigmoid.
zh_hant: Autosens Max 設定 Autosens、動態 ISF 和 S 型函數使用的最大敏感度比率。

source: Autosens Maximum
bg: Autosens максимум
cs: Autosens Max
da: Autosens Maksimum
fr: Sensibilité automatique maximale (Autosens maximal)
it: Autosens Massimo
nb_no: Autosens Maksimum
nl: Maximale Autosens
sv: Autosens maxinställning
vi: Autosens tối đa
zh_hant: 自動敏感度調整最大值

source: Autosens Min sets the minimum Autosens Ratio used by Autosens, Dynamic ISF, and Sigmoid Formula.
bg: Autosens Min задава минималното Autosens съотношение, използвано от Autosens, Dynamic ISF и Sigmoid Formula.
cs: Autosens Min nastavuje minimální poměr Autosens používaný funkcemi Autosens, Dynamické ISF a Sigmoidní vzorec.
da: Autosens Min indstiller den mindste Autosens Ratio, der bruges af Autosens, Dynamic ISF, og Sigmoid Formula.
de: Autosens Min bestimmt das minimale Autosens Verhältnis, das von Autosens, Dynamic ISF und der Sigmoid Formel verwendet wird.
es: Autosens Min establece el ratio mínimo de Autosens usado por Autosens, Dinámica ISF y Sigmoid Formula.
fr: « Autosens min. » définit le limite basse du ratio Autosens utilisé par l'Autosens, ISF Dynamique et Formule Sigmoïde.
it: Autosens Min imposta il rapporto minimo di Autosens utilizzato da Autosens, ISF Dinamico e Formula Sigmoide.
nb_no: Autosens Min bestemmer minste ratio brukt av Autosens, Dynamisk ISF og Sigmoid-formelen.
nl: Autosens Min bepaalt de minimale Autosens Ratio gebruikt door Autosens, Dynamisch ISF en Sigmoid Formula.
pl: Autosens Min ustawia minimalny współczynnik Autosens używany przez Autosens, Dynamic ISF i Sigmoid.
pt_pt: O Mínimo de Autosens define a proporção mínima de Autosens usada por Autosens, Dynamic ISF, e Fórmula do Sigmoid.
ru: Min устанавливает минимальное соотношение автокомпонентов, используемое в Автосенс, Динамическом ISF и Формуле Сигмода.
sv: Autosens Min sätter det minsta Autosens ration som används av Autosens, Dynamisk ISF och Sigmoid formel.
uk: Autosens мін. встановлює мінімальні значення автозапуску автоматів, що використовуються Autosens, Dynamic ISF і Sigmoid Formula.
vi: Autosens tối thiểu thiết lập Tỷ lệ Autosens tối thiểu được sử dụng bởi Autosens, Dynamic ISF và Sigmoid Formula.
zh_hant: 自動敏感度最小值設定自動敏感度、動態胰島素敏感度因子(ISF)和Sigmoid公式所使用的最小自動敏感度比。

source: Autosens Min sets the minimum Sensitivity Ratio used by Autosens, Dynamic ISF, and Sigmoid Formula.
bg: Autosens Min задава минималното съотношение на чувствителност, използвано от Autosens, Dynamic ISF и Sigmoid Formula.
cs: Autosens Min nastavuje minimální poměr citlivosti používaný funkcemi Autosens, Dynamické ISF a Sigmoidní vzorec.
da: Autosens Min sætter det mindste følsomhedsforhold brugt af Autosens, Dynamic ISF og Sigmoid Formula.
de: Autosens Min legt das minimale Empfindlichkeitsverhältnis fest, das von Autosens, Dynamic ISF und der Sigmoid Formel verwendet wird.
fr: La détection automatique minimale "Autosens Minimal" définit le ratio de sensibilité minimal utilisé par Autosens, le facteur de sensibilité dynamique (ISF dynamique) et la fonction sigmoïde.
it: Autosens Min imposta il rapporto minimo di Autosens utilizzato da Autosens, ISF Dinamico e Formula Sigmoide.
nb_no: Autosens Min bestemmer minste sensitivitetsratio som brukes av Autosens, Dynamisk ISF og Sigmoid-formelen.
nl: Autosens Min bepaalt de minimale gevoeligheidsratio die wordt gebruikt door Autosens, dynamisch ISF en de Sigmoid Formule.
pl: Autosens Min ustala minimalny współczynnik czułości używany przez Autosens, Dynamic ISF i Sigmoid.
sv: Autosens Min sätter det minsta känslighetsration som används av Autosens, Dynamisk ISF och Sigmoid formel.
vi: Autosens tối thiểu thiết lập Tỷ lệ độ nhạy tối thiểu được sử dụng bởi Autosens, ISF động và Công thức Sigmoid.
zh_hant: Autosens Min 設定 Autosens、動態 ISF 和 S 型函數使用的最小敏感度比率。

source: Autosens Minimum
bg: Autosens минимум
fr: Autosens minimal
it: Autosens Minimo
sv: Autosens minimuminställning
vi: Autosens tối thiểu
zh_hant: 自動敏感度調整最小值

source: Autosens modifies Insulin Sensitivity Factor (ISF), basal rates, and target glucose. It doesn’t account for carbs but adjusts for insulin effectiveness based on patterns in your glucose data.
bg: Autosens променя фактора на инсулинова чувствителност (ISF), базалните дози и целевата глюкоза. Не отчита въглехидрати, а коригира ефективността на инсулина според модели във вашите данни за глюкоза.
cs: Autosens upravuje citlivost na inzulín (ISF), bazální dávky a cílovou glykémii. Nezohledňuje sacharidy, ale upravuje účinnost inzulínu na základě vzorců ve tvých datech o glykémii.
da: Autosens modificerer insulinfølsomhedsfaktor (ISF), basalhastighed og glukosemål. Det gør ikke rede for kulhydrater, men justerer for insulineffektivitet baseret på mønstre i dine glukosedata.
de: Autosens modifiziert den Insulinempfindlichkeitsfaktor (ISF), die Basalraten und das Glukoseziel. Es berücksichtigt keine Kohlenhydrate, sondern passt die Insulinwirksamkeit auf der Grundlage von Mustern in Deinen Glukosedaten an.
fr: La sensibilité automatique "Autosens" modifie le facteur de sensibilité à l’insuline (ISF), le profil basal et les cibles de glucose. Il ne tient pas compte des glucides, mais ajuste l’efficacité de l’insuline en fonction des tendances observées dans vos mesures de glucose.
it: Autosens modifica il fattore di sensibilità all'insulina (ISF), le percentuali basali e la glicemia target. Non tiene conto dei carboidrati, ma si regola per l'efficacia dell'insulina in base a modelli nei dati relativi alla tua glicemia.
nb_no: Autosens endrer insulinfølsomhet (ISF), basalrater og blodsukkermål. Autosens tar ikke med karbohydrater i beregningen, men justerer i henhold til trender i dine blodsukkerdata.
nl: Autosens wijzigt de insuline gevoeligheidsfactor (ISF), basaalstanden en streefdoel glucose. Koolhydraten zijn niet meegerekend, maar passen aan insuline-effectiviteit op basis van patronen in jouw glucosegegevens.
pl: Autosens modyfikuje współczynnik wrażliwości na insulinę (ISF), dawkę podstawową i docelową glikemię. Nie uwzględnia węglowodanów, ale dostosowuje skuteczność insuliny na podstawie wzorców w danych dotyczących glikemii.
sv: Autosens modifierar insulinkänslighetsfaktor (ISF), basalnivåer, och glukosmål. Den tar inte hänsyn till kolhydrater men justerar för aktuell insulineffektivitet baserat på identifierade mönster i dina glukosdata.
vi: Autosens điều chỉnh Hệ số nhạy cảm insulin (ISF), tỷ lệ cơ bản và đường huyết mục tiêu. Nó không tính đến carb nhưng điều chỉnh hiệu quả insulin dựa trên các mẫu trong dữ liệu đường huyết của bạn.
zh_hant: Autosens 修改胰島素敏感性因子 (ISF)、基礎速率和目標血糖。它不考慮碳水化合物，但根據您的血糖資料中的模式調整胰島素的效果。

source: Autosens Ratio
bg: Съотношение Autosens
cs: Poměr Autosens
da: Forhold Til Autosens
de: Autosens Verhältnis
es: Ratio de Autosens
fr: Ratio Autosens
it: Rapporto Autosens
nl: Autosens-verhouding
pl: Współczynnik Autosens
pt_pt: Proporção de Autosens
ru: Автоматически соотношение
uk: Аутозенс Ратио
vi: Tỷ lệ Autosens
zh_hant: 自動敏感度比

source: Autosens Ratio = (Weighted Average of TDD) / (10-day Average of TDD)
bg: Съотношение Autosens = (Претеглена средна стойност на TDD) / (10-дневна средна стойност на TDD)
cs: Poměr Autosens = (Vážený průměr TDD) / (10denní průměr TDD)
da: Autosens forhold = (vægtet gennemsnit af TDD) / (10-dages gennemsnit af TDD)
de: Autosens-Verhältnis = (gewichteter Durchschnitt von TDD) / (10-Tage-Durchschnitt von TDD)
fr: Ratio Autosens = (Moyenne pondérée de la TDD) / (Moyenne sur 10 jours de la TDD) TDD = Dose Totale quotidienne d’insuline
it: Rapporto Autosens = (media ponderata di TDD) / (media di 10 giorni di TDD)
nb_no: Autosens ratio = (Vektet gjennomsnitt av TDD) / (10-dagers gjennomsnitt av TDD)
nl: Autosens Ratio = (Gewogen gemiddelde TDD) / (10 dagen gemiddelde TDD)
pl: Współczynnik Autosens = (średnia ważona DDI) / (10-dniowa średnia DDI)
sv: Autosens ratio = (Viktat medelvärde av TDD) / (10-dagars medelvärde av TDD)
vi: Tỉ lệ Autosens = (Trung bình có trọng số của TDD) / (Trung bình TDD trong 10 ngày)
zh_hant: Autosens 比率 = (加權平均的 TDD) / (10 天平均的 TDD)
